<html>
  <body><h1>Modulation</h1>
    <p>
    Ein unmodulierter Tr&auml;ger ist eine Sinusschwingung mit konstanter Amplitude und konstanter Frequenz. So eine Schwingung ergibt sich bspw., 
    wenn man einen rotierenden Zeiger auf eine der beiden Achsen der Ebene, in der er rotiert projiziert:</p>
  <p><img src="unmod.gif"></p>
    <p>Eine Umdrehung des Zeigers erzeugt eine Periode der Sinus- (oder Cosinus-)Schwingung. Die Frequenz ist die Anzahl der Umdrehungen pro Sekunde. 
    Die Amplitude ist die L&auml;nge des Zeiger. In diesem Beispiel ist die Amplitude 1 und die Frequenz 5 Hz (5 Umdrehungen pro Sekunde).<br>
    Erh&ouml;ht man die Frequenz auf 20 Hz ergibt sich folgendes Bild:</p>
  <p><img src="unmod_fast.gif"></p>
    <p>Man hat nun mehrere M&ouml;glichkeiten, eine Information auf diesen Tr&auml;ger aufzubringen. Man kann z.B. den Zeiger sich weiter mit konstanter 
      Drehzahl drehen lassen, aber die Amplitude, also die L&auml;nge des Zeigers variieren. Man verl&auml;ngert oder verk&uuml;rzt den Zeiger je nach 
      aktuellem Wert des Modulationssignals, der Zeiger darf aber nicht k&uuml;rzer als 0 werden. Hier wird der Tr&auml;ger mit 2 Hertz moduliert:</p>
    <p><img src="AM_slow.gif"></p>
    <p>Bei h&ouml;herer Tr&auml;gerfrequenz sieht man die &Auml;nderung des Zeigers schlechter, die Auswirkung aufs Zeitsignal aber besser:</p>
    <p><img src="AM_fast.gif"></p>
    <p>Mathematisch kann man diesen sich mit konstanter Drehzahl, aber variiender L&auml;nge drehenden Zeiger zerlegen in 3 Zeiger, die jeweils eine 
      konstante L&auml;nge und konstante, aber verschiedene Drehzahlen haben.</p>
    <p><img src="3AM_slow.gif"></p>
    <p>Einer dieser 3 Zeiger ist der unmodulierte Tr&auml;ger, hier in gr&uuml;n, der sich mit 5 Umdrehungen pro Sekunde dreht. Die anderen beiden Zeiger 
      stellen das obere Seitenband (USB) im magenta mit 5+2=7 Umdrehungen pro Sekunde und das untere Seitenband (LSB) in cyan mit 5-2=3 Umdrehungen pro 
      Sekunde dar. Addiert man die 3 resultierenden Kurven im rechten Bild aufeinander, ergibt sich wieder die blaue Kurve. (Im linken Bild muss man die 
      Zeiger aneinander setzen, also den Fu&szlig; des magentafarbenen an die Spitze des gr&uuml;nen und den Fu&szlig; des cyanfarbenen an die Spitze des 
      magentafarbenen, aber das f&uuml;hrt zu weit im E-Kurs.)<br>
    Hier noch die Version mit 20 Hz Tr&auml;gerfrequenz und den Seitenb&auml;ndern entsprechend bei 18 und 22 Hz:</p>
    <p><img src="3AM_fast.gif"></p>
    <p>Der Sender filtert nun eines der beiden Seitenb&auml;nder zur &Uuml;bertragung heraus und entfernt den Tr&auml;ger und das unerw&uuml;nschte Seitenband.
      (Es technisch auch m&ouml;glich, den Tr&auml;ger gar nicht erst zu erzeugen, man spricht dann von einem DSB-(Double Sideband)-Signal, weil es nur aus den 
      beiden Seitenb&auml;ndern besteht. Das vereinfacht das Herausfiltern eines Seitenbandes, dieses Verfahren wurde beispielsweise bei der Funk&uuml;bertragung 
      des analogen Fernsehens angewendet.)</p>
    <p>Eine andere M&ouml;glichkeit, Information auf eine Tr&auml;gerschwingung aufzubringen ist die Frequenzmodulation. Hier wird die Momentanfrequenz, also die 
      Geschwindigkeit, mit der sich die Spitze des Zeigers bewegt, entsprechend des Modulationssignals erh&ouml;ht oder reduziert. Die Amplitude des Signals, also
      die L&auml;nge des Zeigers bleibt konstant. Im folgenden Bild betr&auml;gt die Frequenz ohne Modulation wieder 5 Hertz. Die Frequenzmodulation erfolgt mit
    einem Hub von 2 Hertz, das hei&szlig;t, die Momentanfrequenz wird auf maximal 7 Hertz im Maximum der roten Kurve erh&ouml;ht, bzw. im Minimum der roten Kurve
    auf 3 Hertz reduziert. (Der Zeiger macht hier trotzdem auch wieder 5 Umdrehungen pro Sekunde, was daran liegt, dass die rote Kurve in der gleichen Form 
      nach oben wie nach unten auslenkt.)</p>
    <p><img src="FM_2.0.gif"></p>
    <p>Mit einem Hub von 1 Hertz ist die Frequenzmodulation nicht mehr so gut sichtbar, da die Momentanfrequenzen nur noch zwischen 4 und 6 Hertz variiert.</p>
    <p><img src="FM_1.gif"></p>
  <a href="empfaenger.html">Weiter zum Kapitel Empf&auml;nger</a>
  </body>
</html>

